Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Configure content filtering setting for category: {name}
ja: このカテゴリのコンテンツフィルタリングを設定：{name}

source: Configured in <0>moderation settings</0>.
ja: <0>モデレーションの設定</0>で設定されています。

source: Confirm
ja: 確認

source: Confirm content language settings
ja: コンテンツの言語設定を確認

source: Confirm delete account
ja: アカウントの削除を確認

source: Confirm your location
ja: 現在地を確認する

source: Confirmation code
ja: 確認コード

source: Congratulations on completing this tutorial! You now have a solid Next.js foundation for building Atproto apps with OAuth. From here, you can move on to our [**Statusphere Example App Tutorial**](/guides/statusphere-tutorial).
ja: おめでとうございます、チュートリアルは完了です。これでOAuthを使ったatprotoアプリを作るための堅実なNext.js基盤ができました。次は[**Statusphereサンプルアプリチュートリアル**](/guides/statusphere-tutorial)に進めます。

source: Congratulations — you've now implemented working OAuth as a baseline, and can move on to more exciting features.
ja: おめでとうございます。これで動作するOAuthの土台ができたので、次はより発展的な機能に進めます。

source: Connecting...
ja: 接続中…

source: Connection issue
ja: 接続の問題

source: Consider a scenario where a hosting service is using PLC and is providing the handle for the user as a subdomain:
ja: ホスティングサービスがPLCを使用していて、ユーザーのハンドルをサブドメインとして提供しているシナリオを考えてみましょう。

source: Contact our moderation team
ja: モデレーションチームに連絡する

source: Contact support
ja: サポートに連絡

source: Contact sync is not available on this device, as the app is unable to access your contacts.
ja: アプリが連絡先にアクセスできないため、このデバイスでは連絡先の同期ができません。

source: Contact us
ja: お問い合わせ

source: Contacts removed
ja: 連絡先を削除しました

source: Contacts uploaded
ja: 連絡先をアップロードしました

source: Content & Media
ja: コンテンツ＆メディア

source: Content Blocked
ja: ブロックされたコンテンツ

source: Content Languages
ja: コンテンツの言語

source: Content Not Available
ja: コンテンツはありません

source: Content Warning
ja: コンテンツの警告

source: Content and Media
ja: コンテンツとメディア

source: Content and media
ja: コンテンツとメディア

source: Content filters
ja: コンテンツのフィルター

source: Content from across the network we think you might like.
ja: お好みかもしれないネットワークからのコンテンツ。

source: Content hashes (CIDs) may be represented as a string format or in binary encoding (`cid-link`)
ja: コンテンツハッシュ（CID）は文字列型の形式またはバイナリエンコーディング（`cid-link`）で表現できます

source: Content promoting or depicting self-harm
ja: 自傷行為を助長または描写するコンテンツ

source: Content warnings
ja: コンテンツの警告

source: Context menu backdrop, click to close the menu.
ja: コンテキストメニューの背景をクリックし、メニューを閉じる。

source: Continue
ja: 続行

source: Continue as {0} (currently signed in)
ja: {0}として続行（現在サインイン中）

source: Continue thread
ja: スレッドの続き

source: Continue thread...
ja: スレッドの続き…

source: Continue to next step
ja: 次のステップへ進む

source: Control over AT Proto resources is described and granted using [permissions](/specs/permission). A group of a permissions related to a specific Lexicon namespace (record types and API endpoints) can be bundled together as a "permission set". Both are used in the context of [OAuth](/specs/auth) to grant client software access to account resources on a PDS: For example, the ability to write records of specific types to the user's public repository, or make authenticated API requests to remote services. Developers declare the permissions their app requires to function, and end users are shown the permissions when granting access to the app.
ja: ATプロトコルリソースの制御は[権限](/specs/permission)で説明され、付与されます。特定のLexicon名前空間（レコード型とAPIエンドポイント）に関連する権限のグループは「権限セット」としてまとめられます。どちらも[OAuth](/specs/auth)の文脈で使われ、PDS上のアカウントリソースへのクライアントアクセスを付与します。例えば、ユーザーの公開リポジトリに特定の型のレコードを書き込む権限や、リモートサービスへの認証付きAPIリクエストを行う権限です。開発者はアプリが動作に必要な権限を宣言し、エンドユーザーはアプリへのアクセス許可時にその権限を確認します。

source: Control over Atproto resources is described and granted using [permissions](/specs/permission). A group of a permissions related to a specific Lexicon namespace (record types and API endpoints) can be bundled together as a "permission set". Both are used in the context of [OAuth](/specs/auth) to grant client software access to account resources on a PDS: For example, the ability to write records of specific types to the user's public repository, or make authenticated API requests to remote services. Developers declare the permissions their app requires to function, and end users are shown the permissions when granting access to the app.
ja: atprotoのリソース制御は[権限](/specs/permission)で説明され、付与されます。特定のLexicon名前空間（レコード型とAPIエンドポイント）に関連する権限のグループは「権限セット」としてまとめられます。どちらも[OAuth](/specs/auth)の文脈で使われ、PDS上のアカウントリソースへのクライアントアクセスを付与します。例えば、ユーザーの公開リポジトリに特定の型のレコードを書き込む権限や、リモートサービスへの認証付きAPIリクエストを行う権限です。開発者はアプリが動作に必要な権限を宣言し、エンドユーザーはアプリへのアクセス許可時にその権限を確認します。

source: Conventions for `permission-set` schema naming has not be established yet, but probably has “auth” prefix (eg, `authBasic`)
ja: `permission-set`スキーマの命名規則はまだ確立されていませんが、おそらく「auth」プレフィックスが付くでしょう（例：`authBasic`）

source: Conversation
ja: 会話

source: Conversation deleted
ja: 会話が削除されました

source: Copied build version to clipboard
ja: ビルドバージョンをクリップボードにコピーしました

source: Copied to clipboard
ja: クリップボードにコピーしました

source: Copied!
ja: コピーしました！

source: Copies build version to clipboard
ja: ビルドバージョンをクリップボードへコピー

source: Copy
ja: コピー

source: Copy App Password
ja: アプリパスワードをコピー

source: Copy DID
ja: DIDをコピー

source: Copy Link
ja: リンクをコピー

source: Copy QR code
ja: QRコードをコピー

source: Copy TXT record value
ja: TXTレコードの値をコピー

source: Copy at:// URI
ja: at:// URIをコピー

source: Copy author DID
ja: 投稿者のDIDをコピー

source: Copy code
ja: コードをコピー

source: Copy host
ja: ホストをコピー

source: Copy link
ja: リンクをコピー

source: Copy link to list
ja: リストへのリンクをコピー

source: Copy link to post
ja: 投稿へのリンクをコピー

source: Copy link to profile
ja: プロフィールへのリンクをコピー

source: Copy link to starter pack
ja: スターターパックへのリンクをコピー

source: Copy message text
ja: メッセージのテキストをコピー

source: Copy post at:// URI
ja: 投稿のat:// URIをコピー

source: Copy post text
ja: 投稿のテキストをコピー

source: Copyright Policy
ja: 著作権ポリシー

source: Could not connect to custom feed
ja: カスタムフィードへ接続できませんでした

source: Could not connect to feed service
ja: フィードサービスへ接続できませんでした

source: Could not find profile
ja: プロフィールを見つけることができませんでした

source: Could not follow all matches - please check your network connection.
ja: マッチした全員をフォローできませんでした - ネットワークの接続を確認してください。

source: Could not follow all matches. {0}
ja: マッチした全員をフォローできませんでした。{0}

source: Could not leave chat
ja: チャットからの退出に失敗しました

source: Could not load feed
ja: フィードの読み込みに失敗しました

source: Could not load list
ja: リストの読み込みに失敗しました

source: Could not mute chat
ja: チャットのミュートに失敗しました

source: Could not process your video
ja: ビデオを処理できませんでした

source: Could not save changes: {0}
ja: 変更を保存できませんでした：{0}

source: Could not update notification settings
ja: 通知の設定を更新できませんでした

source: Could not upload contacts. You need to re-verify your phone number to proceed
ja: 連絡先をアップロードできませんでした。続行するには電話番号を再確認する必要があります

source: Could not upload contacts. {0}
ja: 連絡先をアップロードできませんでした。 {0}

source: Country code
ja: 国コード

source: Create
ja: 作成

source: Create Account
ja: アカウントを作成

source: Create a QR code for a starter pack
ja: スターターパックのQRコードを作成

source: Create a Starter Pack
ja: スターターパックを作成

source: Create a `well-known` JWKS endpoint that advertises your client's public key at `app/.well-known/jwks.json/route.ts`:
ja: `app/.well-known/jwks.json/route.ts`に、クライアント公開鍵を公開する`well-known` JWKSエンドポイントを作成します。

source: Create a list
ja: リストを作成

source: Create a new file at `src/index.ts`. This file will contain the code for your bot.
ja: `src/index.ts`に新しいファイルを作成してください。このファイルにボットのコードを書きます。

source: Create a starter pack
ja: スターターパックを作成

source: Create a starter pack for me
ja: 私向けのスターターパックを作成

source: Create account
ja: アカウントを作成

source: Create an account
ja: アカウントを作成

source: Create an account without using this starter pack
ja: このスターターパックを使用せずにアカウントを作成する

source: Create an agent that can interact with the AT Protocol, post content, and respond to user actions.
ja: ATプロトコルと対話し、投稿し、ユーザーに応答できるエージェントを作成します。

source: Create an avatar instead
ja: 代わりにアバターを作成

source: Create another
ja: 別のものを作成

source: Create moderation list
ja: モデレーションリストを作成

source: Create new account
ja: 新しいアカウントを作成

source: Create report for {0}
ja: {0}の報告を作成

source: Create starter pack
ja: スターターパックを作成

source: Create user list
ja: ユーザーリストを作成

source: Created {0}
ja: {0}に作成

source: Creating blobs requires the permission scope **`blob:*/*` .**
ja: blobを作成するには権限スコープ **`blob:*/*`** が必要です。

source: Creation of new individual records which reference a blob which does not exist should be rejected at the time of creation (or update). However, it is possible for servers to host repository records which reference blobs which are not available locally. For example, during a bulk repository import or account migration; data loss; or content deletion/removal for policy reasons.
ja: 存在しないblobを参照する新しいレコードの作成は、作成（または更新）時に拒否されるべきです。ただし、サーバーがローカルで利用できないblobを参照するレコードをホストすることは可能です。例えば、リポジトリの一括インポート、アカウント移行、データ損失、またはポリシー上の理由によるコンテンツ削除/消去の場合などです。

source: Creator has been blocked
ja: 作者はブロック中です

source: Ctrl+C your running app. Then add your data repository to Tap for tracking (you'll add other data sources later):
ja: 実行中のアプリをCtrl+Cで停止し、追跡対象として自分のデータリポジトリをTapに追加します（他のデータソースは後で追加します）。

source: Culture
ja: 文化

source: Curational down-regulate: `blurs=none` + `severity=none`
ja: キュレーション優先度低：`blurs=none` + `severity=none`

source: Custom
ja: カスタム

source: Custom feeds work straightforwardly: the server receives a request from a user's server and returns a list of post URIs with some optional metadata attached. Those posts are then hydrated into full views by the requesting server and sent back to the client.
ja: カスタムフィードの仕組みは単純です。サーバーはユーザーのサーバーからリクエストを受け取り、オプションのメタデータが付加された投稿URIのリストを返します。これらの投稿はリクエスト元のサーバーによって完全なビューに変換され、クライアントに送り返されます。

source: Custom feeds, or feed generators, are services that provide algorithms to users. This gives you lots of freedom: to choose your own timeline view, or to [create a embeddable feed for other users](https://graze.leaflet.pub/3m4yjmbnyec2c).
ja: カスタムフィード（フィードジェネレーター）は、ユーザーにアルゴリズムを提供するサービスです。これにより、自分好みのタイムライン表示を選んだり、[他のユーザー向けに埋め込み可能なフィードを作成したり](https://graze.leaflet.pub/3m4yjmbnyec2c)といった高い自由度が得られます。

source: Custom feeds, or feed generators, are services that provide custom algorithms to users through the AT Protocol. This allows users to choose their own timelines, and for feed builders to [create and embed dedicated view](https://graze.leaflet.pub/3m4yjmbnyec2c) of AT records.
ja: カスタムフィード（フィードジェネレーター）は、ATプロトコルを通じてユーザーにカスタムアルゴリズムを提供するサービスです。これにより、ユーザーは自分のタイムラインを選択でき、フィードビルダーはレコードの[専門的なビューを作成して組み込む](https://graze.leaflet.pub/3m4yjmbnyec2c)ことができます。

source: Custom feeds, or feed generators, are services that provide custom algorithms to users through the AT Protocol. This allows users to choose their own timelines, and for feed builders to [create and embed dedicated views](https://graze.leaflet.pub/3m4yjmbnyec2c) of AT records.
ja: カスタムフィードまたはフィードジェネレーターは、ATプロトコルを通じてユーザーにカスタムアルゴリズムを提供するサービスです。これにより、ユーザーは自分のタイムラインを選択でき、フィードビルダーはレコードの[専門的なビューを作成して組み込む](https://graze.leaflet.pub/3m4yjmbnyec2c)ことができます。

source: Custom feeds, or feed generators, are services that provide custom algorithms to users through the AT Protocol. This allows users to choose their own timelines, whether it's an algorithmic For You page or a feed of entirely cat photos.
ja: カスタムフィード（フィードジェネレーター）は、ATプロトコルを通じてユーザーにカスタムアルゴリズムを提供するサービスです。これにより、ユーザーはアルゴリズムによるFor Youページや猫の写真だけのフィード等、自分のタイムラインを選択できます。

source: Customization options
ja: カスタマイズオプション

source: Customizes your Bluesky experience
ja: Blueskyでの体験をカスタマイズ

source: Cutover: After historical events complete, buffered live events are drained
ja: 切り替え：履歴イベントが完了した後、バッファされたライブイベントが排出されます。

source: DAG-CBOR is a serialization format used by [atproto](#at-protocol). It was chosen because it provides a reliable canonical form, which is important for cryptographic verification.
ja: DAG-CBORは、[atproto](#at-protocol)で使用されるシリアル化形式です。暗号検証に重要な信頼性の高い標準形式を提供するため、この形式が選択されました。

source: DIDs resolve to documents which contain metadata about a [repo](#data-repo), including the address of the repo's [PDS](#pds), the repo's [handles](#handle), and the public signing keys.
ja: DIDは、[リポジトリ](#data-repo)に関するメタデータ（リポジトリの[PDS](#pds)のアドレス、リポジトリの[ハンドル](#handle)、公開署名鍵など）を含むドキュメントに解決されます。

source: DIDs, or Decentralized IDentifiers, are universally-unique identifiers which represent [data repos](#data-repo). They are permanent and non-human-readable. DIDs are a [W3C specification](https://www.w3.org/TR/did-core/). The AT Protocol currently supports `did:web` and `did:plc`, two different DID methods.
ja: DID（分散型識別子）は、[データリポジトリ](#data-repo)を表す、ユニバーサルに一意な識別子です。これは永続的で、人間可読性は求められません。DIDは[W3C仕様](https://www.w3.org/TR/did-core/)です。ATプロトコルは現在、2つの異なるDIDメソッド`did:web`と`did:plc`をサポートしています。

source: DNS Panel
ja: DNSパネルがある場合

source: Dangerous challenges or activities
ja: 危険なチャレンジまたは活動

source: Dangerous substances or drug abuse
ja: 危険物質または薬物の乱用

source: Dark
ja: ダーク

source: Dark mode
ja: ダークモード

source: Dark theme
ja: ダークテーマ

source: Data in the Atmosphere is stored on users' personal repos. It's almost like each user has their own website. Our goal is to aggregate data from the users into our SQLite DB.
ja: Atmosphereのデータは、ユーザーの個人リポジトリに保存されます。各ユーザーが独自のウェブサイトを持っているようなものです。目標は、全ユーザーからのデータをSQLite DBに集約することです。

source: Data objects should never contain schema-specified field names starting with `$` at any level of nesting; these are reserved for future protocol-level extensions
ja: データオブジェクトはネストのいかなるレベルでも`$`で始まるフィールド名を含むようなスキーマを指定してはいけません；これらは将来のプロトコルレベルの拡張用に予約されています

source: Data repositories are signed merkle trees. Their signatures can be verified against the key material published under the repo's [did](#did-decentralized-id).
ja: データリポジトリは、署名されたマークルツリーです。その署名は、リポジトリの[did](#did-decentralized-id)で公開された鍵マテリアルに対して検証できます。

source: Date of birth
ja: 生年月日

source: Deactivate account
ja: アカウントを無効化

source: Debug Moderation
ja: モデレーションをデバッグ

source: Debug panel
ja: デバッグパネル

source: Deepfake adult content
ja: ディープフェイクによる成人向けコンテンツ

source: Default
ja: デフォルト

source: Default icons
ja: デフォルトアイコン

source: Delete
ja: 削除

source: Delete Account <0>"</0><1>{0}</1><2>"</2>
ja: アカウント<0>「</0><1>{0}</1><2>」</2>を削除

source: Delete Conversation
ja: 会話を削除

source: Delete account
ja: アカウントを削除

source: Delete app password
ja: アプリパスワードを削除

source: Delete app password?
ja: アプリパスワードを削除しますか？

source: Delete chat
ja: チャットを削除

source: Delete chat declaration record
ja: チャットの宣言レコードを削除

source: Delete contacts
ja: 連絡先を削除

source: Delete conversation
ja: 会話を削除

source: Delete for me
ja: 自分宛を削除

source: Delete list
ja: リストを削除

source: Delete message
ja: メッセージを削除

source: Delete message for me
ja: メッセージの宛先から自分を削除

source: Delete my account
ja: アカウントを削除

source: Delete post
ja: 投稿を削除

source: Delete starter pack
ja: スターターパックを削除

source: Delete starter pack?
ja: スターターパックを削除しますか？

source: Delete this list?
ja: このリストを削除しますか？

source: Delete this post?
ja: この投稿を削除しますか？

source: Deleted
ja: 削除されています

source: Deleted Account
ja: 削除されたアカウント

source: Deleted by Plivo after verification
ja: 認証後にPlivoによって削除されました

source: Deleted list
ja: 削除されたリスト

source: Depending on how an AT app frontend is designed, a user may take some action (such as updating their profile), rapidly refresh the view, and find that their recent change is not immediately reflected in the updated response.
ja: ATアプリフロントエンドの設計によっては、ユーザーが何らかのアクション（プロフィールの更新など）を実行し、ビューを迅速に更新すると、直近の変更が更新後の応答にすぐに反映されないことがあります。

source: Depending on the requirements of your application, you may need to supply an aspect ratio along with video uploads. This metadata can be tricky to compute. If you're developing in a browser, you can load the video into a `<video>` and observe the dimensions when loaded. If you're in a native app, you'll most likely be able to get it via the media picker APIs. Alternatively, you can use a tool like `ffprobe` :
ja: アプリケーションの要件に応じて、動画のアップロード時にアスペクト比の提供が必要な場合があります。このメタデータは計算が厄介かもしれません。ブラウザで開発している場合は、動画を`<video>`に読み込み、読み込まれたときの寸法を観察できます。ネイティブアプリの場合は、メディアピッカーAPIを介して取得できる可能性が高いです。代わりに、`ffprobe`のようなツールを使用することもできます。

source: Depending on your feed's algorithm, you likely do not need to keep posts around for long. Unless your feed is intended to provide "posts you missed" or something similar, you can likely garbage collect any data that is older than 48 hours from your feed.
ja: フィードのアルゴリズムによっては、長い間投稿を保持する必要がないかもしれません。フィードが「見逃した投稿」のようなものの提供を目的としていない限り、48時間以上前のデータはおそらくガベージコレクションしてよいでしょう。

source: Description
ja: 説明

source: Descriptive alt text
ja: 説明的なALTテキスト

source: Design recommendations to make schemas flexible to future evolution and extension:
ja: スキーマを将来の進化と拡張に柔軟にするための設計推奨事項

source: Detach quote
ja: 引用を切り離す

source: Detach quote post?
ja: 引用投稿を切り離しますか？

source: Develop your Lexicon following the [style guide](/guides/lexicon-style-guide), and then eventually publish it with `goat lex publish`:
ja: [スタイルガイド](/guides/lexicon-style-guide)に従ってLexiconを作成し、最後に`goat lex publish`で公開します。

source: Developer mode disabled
ja: 開発者モードを無効にしました

source: Developer mode enabled
ja: 開発者モードを有効にしました

source: Developer options
ja: 開発者用オプション

source: Developers building client applications should understand how to apply labels and user controls.
ja: クライアントアプリケーションを構築する開発者は、ラベルとユーザーコントロールの適用方法を理解する必要があります。

source: Dialog: adjust who can interact with this post
ja: ダイアログ：この投稿に誰が反応できるか調整

source: Dim
ja: グレー

source: Disable 2FA
ja: 2要素認証を無効に

source: Disable Email 2FA
ja: メールでの2要素認証を無効にする

source: Disable email 2FA
ja: メールでの2要素認証を無効にする

source: Disable haptic feedback
ja: 触覚フィードバックを無効化

source: Disable quote posts of this post
ja: この投稿の引用投稿を無効にする

source: Disable replies entirely
ja: 返信を完全に無効にする

source: Disable subtitles
ja: サブタイトル（字幕）を無効にする

source: Disabled
ja: 無効

source: Discard
ja: 破棄

source: Discard changes?
ja: 変更を破棄しますか？

source: Discard draft?
ja: 下書きを削除しますか？

source: Discard post?
ja: 投稿を削除しますか？

source: Discourage apps from showing my account to logged-out users
ja: アプリがログアウトしたユーザーに自分のアカウントを表示しないようにする

source: Discover New Feeds
ja: 新しいフィードを探す

source: Discover new custom feeds
ja: 新しいカスタムフィードを見つける

source: Dismiss
ja: 消す

source: Dismiss banner
ja: バナーを閉じる

source: Dismiss error
ja: エラーを消す

source: Dismiss getting started guide
ja: 入門ガイドを消す

source: Dismiss interests
ja: 「気になること」を消す

source: Dismiss this section
ja: このセクションを消す

source: Display larger alt text badges
ja: 大きなALTテキストのバッジを表示

source: Display name
ja: 表示名

source: Ditch the trolls and clickbait. Find real people and conversations that matter to you.
ja: 荒らしやクリック稼ぎの釣り見出しは捨ててしまおう。あなたにとって大切な、リアルな人々や会話を見つけよう。

source: Do not apply this mute word to users you follow
ja: このミュートワードはフォローしているユーザーには適用しない

source: Do the above process for each repo and you will end up with a complete replica of the network. To get a list of all the repos, you can use the `com.atproto.sync.listRepos` endpoint on the relay, or on each PDS.
ja: 各リポジトリに対して上記のプロセスを実行すると、ネットワークの完全なレプリカが得られます。すべてのリポジトリのリストを取得するには、リレーや各PDSで`com.atproto.sync.listRepos`エンドポイントを使用できます。

source: Do the same for `components/LogoutButton.tsx`:
ja: 同様に`components/LogoutButton.tsx`も作成します。

source: Does not include nudity.
ja: ヌードは含まれません。

source: Domain verified!
ja: ドメインを確認しました！

source: Don't have a code or need a new one? <0>Click here.</0>
ja: コードを持っていないか、新しいコードが必要ですか？<0>ここをクリックしてください。</0>

source: Don't see an email? <0>Click here to resend.</0>
ja: メールが届いていませんか？<0>ここをクリックすれば再送信します。</0>

source: Don't show again
ja: 今後表示しない

source: Don't worry! All existing messages and settings are saved and will be available after you verify you're an adult.
ja: 心配しないでください！すべての既存のメッセージと設定が保存され、あなたが成人であることを確認した後に利用できるようになります。

source: Done
ja: 完了

source: Done{extraText}
ja: 完了{extraText}

source: Don’t redundantly specify both a format and length limits
ja: 形式と長さ制限で重複する指定をしないでください

source: Double tap or long press the message to add a reaction
ja: メッセージをダブルタップか長押しでリアクションを追加

source: Double tap to close the dialog
ja: ダブルタップでダイアログを閉じる

source: Double tap to like
ja: ダブルタップでいいね

source: Download Bluesky
ja: Blueskyをダウンロード

source: Download CAR file
ja: CARファイルをダウンロード

source: Doxxing
ja: ドクシング（個人情報晒し）

source: Drop to add images
ja: ドロップして画像を追加する

source: Due to laws in your region, certain features on Bluesky are currently restricted until you're able to verify you're an adult.
ja: お住まいの地域の法律により、現在Blueskyの一部の機能は大人であることを確認できるまで制限されています。

source: Duration:
ja: 期間：

source: E.g. artistic nudes.
ja: 例：芸術的なヌード。

source: Each Lexicon will have its own parameters; for `app.bsky.feed.post`, you can specify the `repo` (a user's handle or [DID](#did-resolution)) and a `limit` on the number of posts to return. </TabPanel> <TabPanel value="go"> You can read posts from a user's data repository with `RepoListRecords()`:
ja: 各Lexiconには独自のパラメータがあります。`app.bsky.feed.post`では、`repo`（ユーザーのハンドルまたは[DID](#did-resolution)）と、返す投稿数の上限を表す`limit`を指定できます。 </TabPanel> <TabPanel value="go"> `RepoListRecords()`を使用してユーザーのデータリポジトリから投稿を読み取ることができます。

source: Each Lexicon will have its own parameters; for `app.bsky.feed.post`, you can specify the `repo` (a user's handle or [DID](#did-resolution)) and a `limit` on the number of posts to return. Refer to [`app.bsky.feed.post`](https://docs.bsky.app/docs/api/app-bsky-feed-get-posts) for this complete Lexicon.
ja: 各Lexiconには独自のパラメータがあります。`app.bsky.feed.post`では、`repo`（ユーザーのハンドルまたは[DID](#did-resolution)）と返す投稿数の`limit`を指定できます。完全なLexiconについては[`app.bsky.feed.post`](https://docs.bsky.app/docs/api/app-bsky-feed-get-posts)を参照してください。

source: Each of these internal services are now external services. They have public APIs which anybody can consume. On top of that, anybody can create their own instances of these services.
ja: これらの内部サービスはそれぞれ外部サービスになりました。これらには、誰でも使用できるパブリックAPIがあります。さらに、誰でもこれらのサービスの独自のインスタンスを作成できます。

source: Eating disorders
ja: 摂食障害

source: Edit
ja: 編集

source: Edit Feeds
ja: フィードを編集

source: Edit My Feeds
ja: マイフィードを編集

source: Edit People
ja: ユーザーを編集

source: Edit Profile
ja: プロフィールを編集

source: Edit avatar
ja: アバターを編集

source: Edit image
ja: 画像を編集

source: Edit interaction settings
ja: 反応関連の設定を編集

source: Edit interests
ja: 「気になること」を編集

source: Edit list details
ja: リストの詳細を編集

source: Edit live status
ja: ライブステータスを編集

source: Edit moderation list
ja: モデレーションリストを編集

source: Edit notifications from {0}
ja: {0}からの通知を編集

source: Edit post interaction settings
ja: 投稿への反応の設定を編集

source: Edit profile
ja: プロフィールを編集

source: Edit starter pack
ja: スターターパックを編集

source: Edit user list
ja: ユーザーリストを編集

source: Edit who can reply
ja: 誰が返信できるのかを編集

source: Edit your starter pack
ja: スターターパックを編集

source: Education
ja: 教育

source: Either the creator of this list has blocked you or you have blocked the creator.
ja: リストの作者にブロックされているか、作者をブロックしています。

source: Email
ja: メールアドレス

source: Email 2FA disabled
ja: メールでの2要素認証を無効にしました

source: Email 2FA enabled
ja: メールでの2要素認証が有効

source: Email Resent
ja: メール再送済

source: Email Verified
ja: メールアドレス確認完了

source: Email address
ja: メールアドレス

source: Email sent!
ja: メールを送りました！

source: Email verification complete!
ja: メールアドレスの確認が完了しました！

source: Embed HTML code
ja: HTMLコードを埋め込む

source: Embed post
ja: 投稿を埋め込む

source: Embed this post in your website. Simply copy the following snippet and paste it into the HTML code of your website.
ja: この投稿をあなたのウェブサイトに埋め込みます。以下のスニペットをコピーして、あなたのウェブサイトのHTMLコードに貼り付けるだけです。

source: Embedded video player
ja: 埋め込みビデオプレーヤー

source: Enable
ja: 有効にする

source: Enable adult content
ja: 成人向けコンテンツを有効にする

source: Enable email 2FA
ja: メールでの2要素認証を有効にする

source: Enable external media
ja: 外部メディアを有効にする

source: Enable media players for
ja: 有効にするメディアプレーヤー

source: Enable notifications for an account by visiting their profile and pressing the <0>bell icon</0> <1/>.
ja: プロフィールにアクセスして<0>ベルのアイコン</0><1/>を押すことでアカウントの通知を有効にします。

source: Enable push notifications
ja: プッシュ通知を有効にする

source: Enable quote posts of this post
ja: この投稿の引用投稿を有効にする

source: Enable subtitles
ja: サブタイトル（字幕）を有効にする

source: Enable this source only
ja: このソースのみ有効にする

source: Enable trending topics
ja: トレンド・トピックを有効にする
